//클래스명 : Student
//멤버변수 : 데이터타입-변수명-용도
//			String-name-이름
//			int-ban-반
//			int-no-번호
//			int-kor-국어점수
//			int-eng-영어점수
//			int-math-수학점수
//생성자
//매개변수가 3개인 생성자 - 이름, 반, 번호를 전달받아 초기화, 모든 점수는 -1로 초기화
//매개변수가 6개인 생성자 - 이름, 반, 번호, 국영수 점수를 전달받아 멤버변수를 초기화
//메서드 : 메서드명-반환타입-기능-전달인자
//setKor-void-국어점수설정-국어점수
//setEng-void-영어점수설정-영어점수
//setMath-void-수학점수설정-수학점수
//getKor, getEng, getMath - 각각 국영수 점수를 반환, 반환타입 int, 전달인자 없음
//getTotal-int-국영수 총점을 반환, 점수가 입력되기 전이면 오류 메세지
//toString 오버라이딩 - 모든 멤버변수들을 출력
